Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: This file includes goods and services tax (GST) and harmonized sales tax (HST).
cs_cz: Tento soubor zahrnuje daň ze zboží a služeb (GST) a harmonizovanou daň z prodeje (HST).

source: The file is created in a .tax file format, which can be transferred via the internet.
cs_cz: Soubor je vytvořen ve formátu .tax, který lze přenášet přes internet.

source: Set Up Finance
cs_cz: Nastavení financí

source: Sales Tax and Tax Groups in the US and Canada
cs_cz: Daně z prodeje a daňové skupiny v USA a Kanadě

source: Work With GIFI Codes in Canada
cs_cz: Práce s kódy GIFI v Kanadě

source: Fiscal information can include general ledger accounts, reports, income statements, balance sheets, and statements of retained earnings.
cs_cz: Fiskální informace mohou zahrnovat účty hlavní knihy, výkazy, výkazy zisku a ztrát, rozvahy a výkazy nerozděleného zisku.

source: Fiscal information is classified using codes.
cs_cz: Fiskální informace jsou klasifikovány pomocí kódů.

source: The use of codes helps the government to process information, prepare for electronic filing, and validate tax information electronically.
cs_cz: Používání kódů pomáhá vládě zpracovávat informace, připravovat se na elektronické podání a ověřovat daňové informace elektronicky.

source: The use of codes also helps statistical organizations to work more efficiently, as financial information is more readily available.
cs_cz: Používání kódů také pomáhá statistickým organizacím pracovat efektivněji, protože finanční informace jsou snadněji dostupné.

source: For more information, see the Canada Revenue Agency website.
cs_cz: Další informace naleznete v tématu Kanadská agentura pro daňovou agendu.

source: The Canada Revenue Agency uses General Index of Financial Information (GIFI) codes to collect, validate, and process financial and tax information electronically.
cs_cz: Kanadská daňová agentura využívá kódy obecného indexu finančních informací (GIFI) pro shromažďování, ověřování a zpracování finančních a daňových informací elektronicky.

source: It is a best practice to assign GIFI codes only to posting accounts, so that all totaling is done by your tax preparation software.
cs_cz: Nejlepším postupem je přiřadit kódy GIFI pouze zaúčtovaným účtům, takže celkový součet je prováděn pomocí softwaru pro daňovou přípravu.

source: When an account is associated with a GIFI code, it is reported to the revenue agency under that code.
cs_cz: Pokud je účet spojen s kódem GIFI, je nahlášen agentuře pro příjem pod tímto kódem.

source: Multiple accounts can all have the same GIFI code, but each account can have only one GIFI code.
cs_cz: Více účtů může mít stejný kód GIFI, ale každý účet může mít pouze jeden kód GIFI.

source: You can export balance information by GIFI code and save the exported file in Excel, which is useful for transferring information to your tax preparation software.
cs_cz: Můžete exportovat informace o zůstatku pomocí kódu GIFI a uložit exportovaný soubor v aplikaci Excel, což je užitečné pro přenos informací do softwaru pro daňové zpracování.

source: To set up GIFI codes
cs_cz: Nastavení kódů GIFI

source: In Dynamics NAV, you must set up GIFI codes for general ledger accounts, reports, balance sheets, income sheets, and statements of retained earnings.
cs_cz: V Dynamics NAV musíte nastavit kódy GIFI pro účty hlavní knihy, přehledy, rozvahy, výkazy příjmů a výkazy nerozděleného zisku.

source: In the top right corner, choose the Search for Page or Report icon, enter GIFI Codes, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Kódy GIFI a pak vyberte související odkaz.

source: In the GIFI Codes window, choose the New action.
cs_cz: V okně Kódy GIFI vyberte akci Nový.

source: Set up GIFI codes by filling the fields.
cs_cz: Nastavení kódů GIFI vyplněním polí.

source: To associate GIFI codes with G/L accounts
cs_cz: Přidělení kódů GIFI k finančním účtům

source: To report financial information by GIFI code, each GIFI code must be associated with the appropriate accounts in the chart of accounts.
cs_cz: Chcete-li ohlásit finanční informace pomocí kódu GIFI, musí být každý kód GIFI přidružen k příslušným účtům v účtové osnově.

source: Select a relevant general ledger account, and then choose the Edit action.
cs_cz: Vyberte příslušný účet hlavní knihy a pak zvolte akci Upravit.

source: On the Cost Accounting FastTab, in the GIFI Code field, select an appropriate GIFI code.
cs_cz: Na záložce s náhledem Účtování nákladů vyberte v poli Kód GIFI příslušný kód GIFI.

source: To view account balances using the GIFI code report
cs_cz: Zobrazení zůstatků na účtů pomocí kódu GIFI

source: You can review your account balances by GIFI code by using the Account Balances by GIFI Code report.
cs_cz: Zůstatek účtu můžete zkontrolovat podle kódu GIFI pomocí přehledu Zůstatky na účtu podle kódu GIFI.

source: In the top right corner, choose the Search for Page or Report icon, enter Account Balances by GIFI Code, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zůstatky na účtu podle kódu GIFI a pak vyberte související odkaz.

source: Specify what to include in the report by filling the fields.
cs_cz: Uveďte, co se má ve zprávě zapsat vyplněním polí.

source: Choose the Print or the Preview button.
cs_cz: Zvolte tlačítko Tisk nebo Náhled.

source: To export balance information using GIFI codes
cs_cz: Export informací o zůstatcích pomocí kódu GIFI

source: You can export balance information using GIFI codes and save the exported file in Excel.
cs_cz: Informace o exportu zůstatků pomocí kódů GIFI a uložení exportovaného souboru v aplikaci Excel.

source: You can modify, save, or delete the file.
cs_cz: Můžete upravit, uložit nebo smazat soubor.

source: You can use the file to transfer information to your tax preparation software.
cs_cz: Soubor můžete použít k přenosu informací do softwaru pro daňové zpracování.

source: In the top right corner, choose the Search for Page or Report icon, enter Export GIFI Info. to Excel, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Export GIFI info. do Excelu a pak vyberte související odkaz.

source: Specify what to export to Excel by filling the fields.
cs_cz: Určete, co exportovat do aplikace Excel vyplněním polí.

source: The Excel file has the following characteristics:
cs_cz: Soubor aplikace Excel má následující vlastnosti:

source: The balance is rounded to the nearest percentage, but the cell value maintains the same percentage as it does in the general ledger.
cs_cz: Zůstatek je zaokrouhlen na nejbližší procentní podíl, ale hodnota buňky zůstává stejná jako v hlavní knize.

source: Negative numbers are represented as positive number in brackets.
cs_cz: Negativní čísla jsou v závorkách reprezentována jako kladné číslo.

source: Accordingly, -123 is represented as (123).
cs_cz: Proto je -123 reprezentováno jako (123).

source: Set Up Core Financial Processes
cs_cz: Nastavení klíčových finančních procesů

source: demonstration database
cs_cz: demonstrační databáze

source: CRONUS demonstration database
cs_cz: CRONUS demonstrační databáze

source: Depreciation Methods
cs_cz: Metody odpisování

source: There are eight methods of depreciation available:
cs_cz: K dispozici je osm metod odpisování:

source: Straight-Line
cs_cz: Lineární

source: Declining-Balance 1
cs_cz: Zrychlený 1

source: DB1/SL
cs_cz: ZR1/SL

source: DB2/SL
cs_cz: ZR2/SL

source: User-defined
cs_cz: Uživatelem definovaný

source: Manual
cs_cz: Ruční

source: When you use the manual method, you must enter depreciation manually in the fixed asset G/L journal.
cs_cz: Pokud používáte ruční metodu, je nutné ručně zadat odpis dlouhodobého majetku ve finančním deníku.

source: The Calculate Depreciation batch job omits fixed assets that use the manual depreciation method.
cs_cz: Dávková úloha Výpočet odpisů vynechává dlouhodobý majetek, který používá metodu ručního odpisování.

source: You can use this method for assets that are not subject to depreciation, for example, land.
cs_cz: Tuto metodu můžete použít pro majetek, který nepodléhá odpisům například pozemky.

source: Half-Year Convention
cs_cz: Pololetní konvence

source: When this method is used, a fixed asset is depreciated by the same amount each year.
cs_cz: Při použití této metody se dlouhodobý majetek každoročně odpisuje o stejnou částku.

source: Straight-Line Depreciation
cs_cz: Lineární odpisy

source: When using the straight-line method, you must specify one of the following options in the fixed asset depreciation book:
cs_cz: Pokud používáte lineární metodu, musíte zadat jednu z následujících možností do knihy odpisů dlouhodobého majetku:

source: The depreciation period (years or months) or a depreciation ending date
cs_cz: Doba odpisování (roky nebo měsíce) nebo konečný termín odpisování

source: A fixed yearly percentage
cs_cz: Pevné roční procento

source: A fixed yearly amount
cs_cz: Pevná roční částka

source: Depreciation period
cs_cz: Odpisové období

source: Depreciation Period
cs_cz: Odpisové Období

source: If you enter the depreciation period (the number of depreciation years, the number of depreciation months, or the depreciation ending date), then the program uses the following formula to calculate the depreciation amount:
cs_cz: Pokud zadáte dobu odpisování (počet odpisových let, počet odpisových měsíců nebo konečný termín odpisování), program použije pro výpočet odpisové částky následující vzorec:

source: Depreciation Amount = ((Book value - Salvage Value) x Number of Depreciation Days) / Remaining Depreciation Days
cs_cz: Částka odpisů = ((Účetní hodnota - Hodnota při vyřazení) x Počet dnů odpisů) / Zbývající dny odpisů

source: Remaining depreciation days are calculated as the number of depreciation days minus the number of days between the depreciation starting date and the last fixed asset entry date.
cs_cz: Zbývající doba odpisování je vypočtena jako počet dnů odpisování mínus počet dnů mezi počátečním datem odpisování a posledním datem vložení dlouhodobého majetku.

source: Book value may be reduced by posted appreciation, write-down, custom 1 or custom 2 amounts, depending on whether the Include in Depr.
cs_cz: Účetní hodnota může být snížena o zaúčtované zhodnocení, snížení hodnoty, vlastní 1 nebo vlastní 2 částky, v závislosti na tom, zda je pole Zahrnout do

source: Calculation field is deactivated and whether the Part of Book Value field is activated in the FA Posting Type Setup window.
cs_cz: výpočtu odpisů deaktivováno a je aktivováno pole Část účetní hodnoty v okně Nastavení typu účtování DM.

source: This calculation ensures that the fixed asset is fully depreciated at the depreciation ending date.
cs_cz: Tento výpočet zajišťuje, že dlouhodobý majetek je plně odepsán v den ukončení odpisů.

source: Fixed Yearly Percentage
cs_cz: Pevná roční procentní sazba

source: If you enter a fixed yearly percentage, the program uses the following formula to calculate the depreciation amount:
cs_cz: Zadáte-li pevnou roční procentní sazbu, program vypočítá odpisovou část dle následujícího vzorce:

source: Depreciation Amount = (Straight-Line % x Depreciable Basis x Number of Depr.
cs_cz: Částka odpisů = (Lineární % x Odpisovatelný základ x Počet odpisových

source: Days) / (100 x 360)
cs_cz: dní) / (100 x 360)

source: Fixed Yearly Amount
cs_cz: Pevná roční částka

source: If you enter a fixed yearly amount, the program uses this formula to calculate the depreciation amount:
cs_cz: Pokud zadáte pevnou roční částku, program použije tento vzorec pro výpočet částky odpisů:

source: Depreciation Amount = (Fixed Depreciation Amount x Number of Depreciation Days) / 360
cs_cz: Částka odpisů = (pevná částka odpisů x počet dnů odepisování) / 360

source: Example - Straight-Line Depreciation
cs_cz: Příklad - Lineární odpisy

source: A fixed asset has an acquisition cost of LCY 100,000.
cs_cz: Dlouhodobý majetek má pořizovací cenu 100 000 LM.

source: The estimated life is eight years.
cs_cz: Odhadovaná doba života je osm let.

source: The Calculate Depreciation batch job is run biannually.
cs_cz: Dávková úloha Výpočet odpisů se provádí dvakrát ročně.

source: The fixed asset ledger entry looks like this:
cs_cz: Položka knihy dlouhodobého majetku vypadá takto:

source: Date
cs_cz: Datum

source: FA Posting Type
cs_cz: Typ zaúčtování DM

source: Days
cs_cz: Dny

source: Amount
cs_cz: Částka

source: Book Value
cs_cz: Účetní hodnota

source: Acquisition Cost
cs_cz: Pořizovací cena

source: Depreciation
cs_cz: Odpisy

source: Depreciation starting date
cs_cz: Počáteční datum odpisování

source: Declining-Balance 1 Depreciation
cs_cz: Zrychlený odpis 1

source: This is an accelerated depreciation method that allocates the largest portion of the cost of an asset to the early years of its useful lifetime.
cs_cz: Jedná se o zrychlenou metodu odpisování, která přiděluje největší část nákladů na majetek v prvních letech své životnosti.

source: If you use this method, you must enter a fixed yearly percentage.
cs_cz: Používáte-li tuto metodu, musíte zadat pevný roční procentní podíl.

source: The program uses the following formula to calculate depreciation amounts:
cs_cz: Program používá pro výpočet odpisů následující vzorec:

source: Depreciation Amount = (Declining-Bal.
cs_cz: Částka odpisů = (Zrychlený

source: % x Number of Depreciation Days x Depr.
cs_cz: % x počet odpisových dní x Odpisový

source: Basis) / (100 x 360)
cs_cz: základ) / (100 x 360)

source: The depreciable basis is calculated as the book value less posted depreciation since the starting date of the current fiscal year.
cs_cz: Odpisový základ se vypočítá jako účetní hodnota snížená o zaúčtované odpisy od počátku běžného fiskálního roku.

source: The posted depreciation amount can contain entries with various posting types (write-down, custom1, and custom2) posted since the starting date of the current fiscal year.
cs_cz: Zaúčtovaná částka odpisů může obsahovat položky s různými druhy zaúčtování (odpis, vlastní1 a vlastní2), které byly zveřejněny od data zahájení současného fiskálního roku.

source: These posting types are included in the posted depreciation amount if there are check marks in the Depreciation Type and the Part of Book Value fields in the FA Posting Type Setup window.
cs_cz: Tyto typy zaúčtování jsou zahrnuty v částce zaúčtovaného odpisu, pokud jsou zaškrtnuty značky v poli Typ odpisování a v poli Část účetní hodnoty v okně Nastavení typu účtování DM.

source: Example - Declining-Balance 1 Depreciation
cs_cz: Příklad - Zrychlený odpis 1

source: The Declining-Balance % field is 25.
cs_cz: V poli Zrychlený % je hodnota 25.

source: The fixed asset ledger entries look like this
cs_cz: Položky knihy dlouhodobého majetku vypadají takto:

source: Acquisition Costs
cs_cz: Pořizovací cena

source: Calculation Method:
cs_cz: Metoda výpočtu:

source: 1st Year:
cs_cz: 1. rok:

source: 25% of 100,000 = 25,000 = 12,500 + 12,500
cs_cz: 25% z 100,000 = 25,000 = 12,500 + 12,500

source: 2nd Year:
cs_cz: 2. rok:

source: 3rd Year:
cs_cz: 3. rok:

source: 25% of 56,250 = 14,062.50 = 7,031.25 + 7,031.25
cs_cz: 25% z 56,250 = 14,062.50 = 7,031.25 + 7,031.25

source: The calculation continues until the book value equals the final rounding amount or the salvage value that you entered.
cs_cz: Výpočet pokračuje, dokud účetní hodnota neodpovídá konečnému počtu zaokrouhlení částky nebo hodnotě, kterou zadáte.

source: The Declining-Balance 1 method and the Declining-Balance 2 method calculate the same total depreciation amount for each year.
cs_cz: Zrychlený 1 metoda a Zrychlený 2 metoda vypočítá stejnou celkovou částku odpisů za každý rok.

source: If, however, you run the Calculate Depreciation batch job more than once a year, the DB 1 method will result in equal depreciation amounts for each depreciation period.
cs_cz: Pokud však spustíte dávkovou úlohu Výpočet odpisů vícekrát za rok, metoda ZR 1 bude mít za následek stejné částky odpisů pro každé období odpisování.

source: The DB 2 method, on the other hand, will result in depreciation amounts that decline for each period.
cs_cz: Metoda ZR 2 na druhé straně bude mít za následek částky odpisů, které klesnou za každé období.

source: The fixed asset ledger entries look like this:
cs_cz: Položky knihy dlouhodobého majetku vypadají takto:

source: BV = Book value
cs_cz: BV = účetní hodnota

source: ND = Number of depreciation days
cs_cz: ND = počet dnů odpisování

source: DBP = Declining-balance percent
cs_cz: ZRP = Zrychlený procenta

source: P = DBP/100
cs_cz: P = ZRP/100

source: The formula for calculating the depreciation amounts is:
cs_cz: Vzorec pro výpočet odpisových částek je:

source: The depreciation values are:
cs_cz: Hodnoty odpisování jsou:

source: Calculation
cs_cz: Výpočet

source: DB1/SL Depreciation
cs_cz: ZR1/SL odpis

source: DB1/SL is an abbreviated combination of Declining-Balance 1 and Straight-Line.
cs_cz: ZR1/SL je zkrácená kombinace Zrychlený 1 a Lineární.

source: The Calculate Depreciation batch job calculates a straight-line amount and a declining balance amount, but only the greater of the two amounts is transferred to the journal.
cs_cz: Dávková úloha Výpočet odpisů vypočítá Lineární částku a klesající částku zůstatku, ale pouze část větší z obou částek je převedena do deníku.

source: The program can handle declining-balance calculation using various percentages.
cs_cz: Program dokáže zpracovat výpočet klesajícího zůstatku pomocí různých procent.

source: If you use this method, you must enter the estimated useful lifetime and a declining balance percentage in the FA Depreciation Books window.
cs_cz: Používáte-li tuto metodu, musíte zadat odhadovanou životnost a klesající procentuální zůstatek v okně Knihy odpisů DM.

source: Example - DB1-SL Depreciation
cs_cz: Například - ZR1-SL Odpisy

source: In the FA Depreciation Books window, the Declining-Balance % field contains 25 and the No. of Depreciation Years field contains 8.
cs_cz: V okně Knihy odpisů DM pole Zrychlený % obsahuje hodnotu 25 a pole Počet roků odpisování obsahuje hodnotu 8.

source: "SL" after the book value means that the straight-line method has been used.
cs_cz: "SL" po účetní hodnotě znamená, že byla použita lineární metoda.

source: Calculation method:
cs_cz: Způsob výpočtu:

source: 1st year:
cs_cz: 1. rok:

source: Declining-balance amount:
cs_cz: Zrychlená částka:

source: Straight-line amount = 100,000 / 8 = 12,500 = 6,250 + 6,250
cs_cz: Lineární částka = 100,000 / 8 = 12,500 = 6,250 + 6,250

source: The declining-balance amount is used because it is the greater amount.
cs_cz: Klesající částka se používá, protože je to větší částka.

source: 6th year (2015):
cs_cz: 6. rok (2015):

source: 25% of 23,730.46 = 4,943.85= 2,471.92 + 2,471.92
cs_cz: 25% z 23,730.46 = 4,943.85= 2,471.92 + 2,471.92

source: Straight-line amount = 23,730.46/3 = 7,910.15 = 3,995.07 + 3,995.08
cs_cz: Lineární částka = 23,730.46/3 = 7,910.15 = 3,995.07 + 3,995.08

source: The straight-line amount is used because it is the greater amount.
cs_cz: Lineární částka se používá, protože je to větší částka.

source: User-defined Depreciation
cs_cz: Uživatelem definovaný odpis

source: The program has a facility that allows you to set up user-defined depreciation methods.
cs_cz: Program má zařízení, které umožňuje nastavit uživatelem definované metody odpisování.

source: With a user-defined method, you use the Depreciation Tables window, where you must enter a depreciation percentage for each period (month, quarter, year, or accounting period).
cs_cz: Metodu uživatelem definovanou můžete použít v okně Tabulky odpisů, kde musíte pro každé období (měsíc, čtvrtletí, rok nebo účetní období) zadat procento odpisů.

source: Depreciation Amount = (Depreciation % x Number of Depreciation Days x Depr.
cs_cz: Částka odpisů = (Odpisy % x Počet dnů odpisů x Odpisový

source: Depreciation Based on Number of Units
cs_cz: Odpisy založené na počtu jednotek

source: This user-defined method can also be used to depreciate based on number of units, for example, in the case of production machines with an established lifetime capacity.
cs_cz: Tato uživatelem definovaná metoda může být také použita k odpisování na základě počtu jednotek, například v případě výrobních strojů se stanovenou životností.

source: In the Depreciation Tables window, you can enter the number of units that can be produced in each period (month, quarter, year, or accounting period).
cs_cz: V okně Tabulky odpisů můžete zadat počet jednotek, které lze vytvořit v každém období (měsíc, čtvrtletí, rok nebo účetní období).

source: To set up user-defined depreciation methods
cs_cz: Nastavení uživatelem definovaných metod odpisování

source: In the Depreciation Table window, you can set up user-defined depreciation methods.
cs_cz: V okně Tabulky odpisů můžete nastavit uživatelem definované metody odpisování.

source: For example, you can set up depreciation based on number of units.
cs_cz: Například můžete nastavit odpis podle počtu jednotek.

source: In the top right corner, choose the Search for Page or Report icon, enter Depreciation Tables, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Tabulky odpisů a pak vyberte související odkaz.

source: In the Depreciation Table List window, choose the New action.
cs_cz: V okně Přehled tabulek odpisů zvolte akci Nový.

source: Depreciation Table Card window, fill in the fields as necessary.
cs_cz: V okně Karta tabulky odpisů vyplňte pole podle potřeby.

source: Example - User-defined Depreciation
cs_cz: Příklad - Uživatelem definované odpisy

source: You use a depreciation method that allows you to depreciate assets in an accelerated manner for income tax purposes.
cs_cz: Používáte metodu odpisování, která vám umožňuje rychleji odpisovat majetek pro účely daně z příjmů.

source: You would use the following depreciation rates for a fixed asset with a three-year lifetime for tax purposes:
cs_cz: Pro dlouhodobý majetek s tříletou životností pro daňové účely byste použili následující odpisové sazby:

source: year 1:
cs_cz: 1. rok:

source: The acquisition cost is LCY 100,000, and the depreciable lifetime is five years.
cs_cz: Pořizovací cena činí 100 000 LM a odpisovatelná životnost je pět let.

source: Depreciation is calculated annually.
cs_cz: Odpisy se vypočítají ročně.

source: None
cs_cz: Žádný

source: If you use a user-defined method, the First User-Defined Depr.
cs_cz: Používáte-li metodu uživatelem definovanou pole První uživ. definované datum

source: Date and Depreciation Starting Date fields must be filled in in the FA Depreciation Books window.
cs_cz: a Počáteční datum odpisování musí být vyplněno v okně Knihy odpisů DM.

source: The First User-Defined Depr.
cs_cz: Pole První uživ. Definované datum

source: Date field and the contents in the Period Length field in the Depreciation Tables window are used to determine the time intervals to be used for depreciation calculations.
cs_cz: a pole Délka období v okně Tabulky odpisů se používají k určení časových intervalů, které mají být použity pro výpočty odpisů.

source: This ensures that the program will start using the specified percentage on the same day for all assets.
cs_cz: Tím je zajištěno, že program začne používat určený procentní podíl ve stejný den pro všechny aktiva.

source: The Depreciation Starting Date field is used to calculate the number of depreciation days.
cs_cz: Pole Počáteční datum odpisování se používá pro výpočet počtu dnů odpisování.

source: In the previous example, both the First User-Defined Depr.
cs_cz: V předchozím příkladu v obou polích První uživ. definované datum
